[
  {
    "author": "Knowledge Zenith Store",
    "title": "Knowledge Zenith KZ ZSN Pro X earphone with mic",
    "description": "Rp239.000 (10-07-2024)\n\nKZ ZSN Pro X menggunakan silver plated cable dari yang sebelumnya yang menggunakan OFC (Oxygen Free Copper), penggunaan kabel silver plated copper biasanya menjadikan suara menjadi lebih jernih dan suara high / treble menjadi lebih ngecring.",
    "url": "https://tokopedia.link/fctA5xg46Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/9/12/63dced51-2472-4fc6-b630-44da60f1fb4d.jpg",
    "review": "4.9 star"
   },
  {
    "author": "Jaben Indonesia",
    "title": "64audio Tia Fourte",
    "description": "Rp46.800.000 (10-07-2024)\n\nFourté is the pinnacle of in-ear monitor technology. With its entire design being made up of industry firsts, Fourté isn’t just a four driver hybrid UIEM. The innovations of acoustically shaping micro-chambers, direct radiating drivers, and the single sound bore come together in our patented tia technology. Fourté is our first IEM to feature internally integrated patented apex technology. These along with its ergonomic shell, machined out of solid aluminum, have dictated our entire UIEM design language since its development in 2016.",
    "url": "https://www.tokopedia.com/jabenindonesia/64audio-tia-fourte-earphone",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/product-1/2019/11/4/163375384/163375384_edb4938e-603b-4ca9-a117-5e8c34234448.jpg",
    "review": "5.0 star"
  },
  {
    "author": "csi-zone",
    "title": "Moondrop MAY Dynamic + Planar Driver IEM With DSP Type C Plug & Mic",
    "description": "Rp1.010.000 (10-07-2024)\n\nSapphire Full-frequency Dynamic Driver - Dual Driver Two-way Crossover UWBS Combination Verified Acoustic FEA Optimization.\n\nPowered two-way crossover + acoustic FEA optimization, verified by repeated testing, seamslessly couples the 10mm dynamic driver and 6mm planar magnetic driver, making full use of the characteristics of both and restoring the details of the music.",
    "url": "https://tokopedia.link/RfHuT5b56Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/12/9/fda1d4d6-c313-41f3-9656-0e4841a3f63a.png",
    "review": "5.0 star"
  },
  {
    "author": "Knowledge Zenith Store",
    "title": "Knowledge Zenith KZ ZST X Dual Driver Earphone with MIC",
    "description": "Rp189.000 (10-07-2024)\n\nKZ ZST X bisa dibilang refreshment model dari KZ ZST yang popular sejak 2 tahun lalu. Secara fisik KZ ZST dan KZ ZST X bisa dikatakan sama. Perbedaaan terletak pada penggunaan silver cable dan warna dan Font yang lebih eye catching.\n\nSelain dari sisi model Dynamic Driver pada KZ ZST X sudah diupgrade menggunakan 10mm dual magnetic driver. Dynamic driver ini untuk menghandle suara frekuensi rendah (bass) dan suara frekuensi tengah (vokal). Sedangkan untuk frekuensi tinggi (treble) masih menggunakan BA Driver 30095",
    "url": "https://tokopedia.link/b7WhWGk46Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/product-1/2020/8/26/36275460/36275460_f2c87f68-20c7-4bb6-892b-1b783717a052_1000_1000",
     "review": "4.9 star"
  },
  {
    "author": "Eagle Indonesia",
    "title": "Knowledge Zenith Earphones - KZ-ZSE - Dual Driver - With Mic",
    "description": "Rp82.000 (10-07-2024)\n\nThe highly popular super-budget-friendly ZSE model by KZ is another milestone in KZ's catalogue that proved once more that great sound quality can be achieved for a very low price. Blatantly V-shaped, but with a rather stuggling bass response, that barely manages to not crackle by deep bass content. \n\nSound signature-wise, I would call these earphones \"ROCK Zircon without the steroids\", since the mids and treble are so similar, but Zircon's bass is just so much more powerful and stable than ZSE's bass (which also means that ZSE's mids are less overrun by the bass).-audiobudget.com",
    "url": "https://tokopedia.link/SFApO1S46Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/3/8/735f5b17-f093-4ed5-9d9b-b5bfa310a5b8.jpg",
    "review": "4.8 star"
  },
  {
    "author": "csi-zone",
    "title": "Moondrop Golden Ages Planar True Wireless / TWS LDAC In Ear Earphone",
    "description": "Rp1.299.000 (10-07-2024)\n\nSuperlinear Full-frequency Double-suspension Annular 13mm Planar Magnetic Driver\n\nA newly designed 13mm planar magnetic driver with an annular magnetic circuit and annular diaphragm, in conjunction with a magnetic circuit array composed of several N55 high-performance neodymium magnets, together with an annular tiled driving circuit.\n\nLC3 (Standard) Low-latency High-definition Audio Transport Protocol\n\nThe LC3 encoding and decoding protocol supporting the new generation Bluetooth LE Audio, when paired with devices that are also compatible with standard LC3, achieves not only much lower latency than traditional Bluetooth but also excellent high-fidelity signal transmission.",
    "url": "https://tokopedia.link/f76nUKDk7Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2024/3/11/d866c32a-ae50-4923-ac8c-84d8f1e60ef0.png",
    "review": "5.0 star"
  },
  {
    "author": "Knowledge Zenith Store",
    "title": "KZ AST new KZ Flagship 12 BA Driver Earphone with MIC",
    "description": "Rp1.849.000 (10-07-2024)\n\nSecara umum KZ AST masih membawa karakter driver BA yang detail monster namun lebih halus dan nyaman digunakan dalam waktu yang lebih lama.\n\nLow / Bass\nOleh karena KZ AST menggunakan full BA dan dikarenakan dari karakter dari BA, jadi penggemar bass akut atau bass head kurang di rekomendasikan menggunakan earphone ini. Bass dari KZ AST mempunyai resolusi yang baik, bertekstur dan ketat namun masih punchy.\n\nMid / Vocal\nSuara Vokal yang dihasilkan smooth tidak shouty seperti pada ZSN series, walaupun smooth namun vokal yang dihasilkan mempunyai detail yang baik dan kaya nuansa. Suara vokalnya juga terdengar penuh, berbodi dan tidak kopong.\n\nHigh / Treble\nPada umumnya KZ terkenal dengan treblenya yang harsh dan mettalic terutama pada ZSN series, kalau sensitif treble bisa menyebabkan ear fatique dan gejala lainnya. Namun pada KZ AST treblenya smooth, walaupun smooth KZ AST memiliki treble extension dan clarity yang baik tanpa ada kesan sibillance.\n\nSpecification:\n1. Product Name: KZ - AST\n2. Impedance: 30Ω\n3. Earphone sensitivity: 103dB/mW\n4. Frequency range: 10-40.000Hz\n5. Interface: 3.5mm\n6.Cable Lngth: 1.25±0.05m\n7.Earphone interface: 2Pin 0.75mm type C gold-plated",
    "url": "https://tokopedia.link/kLLSQL7k7Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2022/9/5/44a5a96e-ca04-40f9-8792-5e8997d3c924.jpg",
    "review": "5.0 star"
  },
  {
    "author": "Sony Audio Official",
    "title": "SONY IER-Z1R Signature Series In-ear Headphones / Z1R",
    "description": "Rp23.999.000 (10-07-2024)\n\nOriginally designed to make you feel\nWe designed the drivers in the IER-Z1R headphones from the ground up, to work in total harmony together. The consistent sound signature carried out across each driver works as if they were a perfect single driver.\n\nHear everything with a frequency response to 100kHz\nThe super tweeter in the IER-Z1R was developed to deliver ultra-high frequency extension with a new aluminum-coated LCP diaphragm and external magnetic circuit. Its ultra-fast response faithfully follows the fast dynamic transience of music, which provides you with live concert hall atmosphere\n\nNaturally controlled acoustics\nThe vast experience and sense of our engineers is the key to acoustic design, which delivers the most natural sound. The finely tuned IER-Z1R acoustic structure steers audio from the trio of driver units as though they were a single, ideal driver.\n",
    "url": "https://tokopedia.link/Viag2ESl7Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2021/5/19/576bceb8-4f82-49da-88b7-96c5ab0a3d99.jpg",
    "review": "no review"
  },
  {
    "author": "Sony Audio Official",
    "title": "SONY WF-1000XM5 Silver Noise Canceling Truly Wireless / WF1000XM5",
    "description": "Rp4.099.000 (10-07-2024)\n\nThe Best Noise Cancelling Headphones\nPerangkat ini memiliki dua prosesor eksklusif Sony yang meredam lebih banyak noise eksternal dari sebelumnya\n\nDynamic Driver X\nunit driver yang dirancang khusus, menyediakan reproduksi frekuensi lebar, memungkinkan bass yang lebih dalam, vokal halus, dan detail halus yang ditingkatkan, terutama pada instrumen bernada tinggi\n\nBest Call Quality Ever\nBerkat algoritme pereduksi bising berbasis AI berdasarkan pemrosesan Deep Neural Network (DNN), dan sensor konduksi tulang, suara Anda akan terdengar jelas dan lebih alami, bahkan di lingkungan yang bising.",
    "url": "https://tokopedia.link/abqPIV6l7Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/8/7/6e171c92-9a07-485c-964c-783101505b00.jpg",
    "review": "4.8 star"
  },
  {
    "author": "Sony Audio Official",
    "title": "SONY WH-CH720N Black Wireless Noise Cancelling Headphone / CH720N",
    "description": "Rp1.499.000 (10-07-2024)\n\nNikmati kenyamanan sepanjang hari tanpa gangguan suara apapun\nDengan teknologi Noise Cancelling, desain ringan, dan daya tahan baterai yang tahan lama, Anda bisa menikmati musik lebih lama dan tanpa gangguan latar belakang.\n\nNoise Cancelling dengan teknologi Dual Noise Sensor dan Integrated Processor V1.\nDesain ringan yang sangat nyaman.\nDaya tahan baterai hingga 35 jam\nDSEE™ memulihkan suara frekuensi tinggi dan suara redup yang halus yang hilang dalam kompresi.\n\nGeneral Features\nDriver Unit : Dynamic, 30 mm\nFrequency Response : 7 Hz - 20 000 Hz (JEITA)\nCord Length : approx. 1.2 m\nCord type : Single-sided (detachable)\nPlug : Gold-plated L-shaped stereo mini plug\nGeneral Features (Active Headphones) : Yes\nSensitivity (dB/mW) : 108 dB/mW\nFrequency Response (Bluetooth® Communication) : Frequency Range(A2DP): 20 Hz - 20 000 Hz (Sampling frequency 44.1 kHz)\n",
    "url": "https://tokopedia.link/hfbKe2pl7Kb",
    "urlToImage": "https://images.tokopedia.net/img/cache/900/VqbcmM/2023/4/26/fac6bdd2-84ed-4cbe-9f83-e2ec48a48649.jpg",
    "review": "5.0 star"
  }
]